package com.yeahgenius.hy.gloryboom.bean;

import java.util.List;

public class TopicBean
{

    /**
     * now : 2016-07-02T09:44:51.134542+08:00
     * ok : true
     * limit : 1
     * result : [{"topic":null,"group":{"is_member":false,"is_indexable":true,"is_publicly_readable":true,"posts_count":1522,"is_membership_applied":false,"id":228,"icon":{"large":"http://3.im.guokr.com/YZ9wtLF1DzcrHA-Se8prFtXtUtBwczNQ7XiFQbJ6NdmgAAAAoAAAAFBO.png?imageView2/1/w/160/h/160","small":"http://3.im.guokr.com/YZ9wtLF1DzcrHA-Se8prFtXtUtBwczNQ7XiFQbJ6NdmgAAAAoAAAAFBO.png?imageView2/1/w/24/h/24","normal":"http://3.im.guokr.com/YZ9wtLF1DzcrHA-Se8prFtXtUtBwczNQ7XiFQbJ6NdmgAAAAoAAAAFBO.png?imageView2/1/w/48/h/48"},"members_count":256639,"name":"科学健身","level":"common","url":"http://www.guokr.com/group/228/","is_application_required":false,"introduction_summary":"上帝赋予我们一副惊人的大脑，同时也赋予了我们一副矫健的身体，为什么不好好利用他？发展他？ 在这里，你将获得全方位的改变，速度，力量，爆发！gentleman想更man，更强壮吗？come here！lady想更性感，身材更魔鬼吗？come here！ 我的新浪微博，欢迎交流http://weibo....","resource_url":"/fakeurl"},"is_digest":true,"title":"【健身问题总结】：经常问的健身问题总汇（随时更新）","url":"http://www.guokr.com/post/419703/","is_virgin":false,"author":{"ukey":"jxjqtw","is_title_authorized":true,"nickname":"王老汉","master_category":"personal","amended_reliability":"0","is_exists":true,"title":"健身发烧友","url":"http://www.guokr.com/i/1205205908/","gender":null,"followers_count":6526,"avatar":{"large":"http://2.im.guokr.com/BHyDeZ0pMYiqd30dIb6fJs-rmka9um30JusxbpW4RYKgAAAAoAAAAEpQ.jpg?imageView2/1/w/160/h/160","small":"http://2.im.guokr.com/BHyDeZ0pMYiqd30dIb6fJs-rmka9um30JusxbpW4RYKgAAAAoAAAAEpQ.jpg?imageView2/1/w/24/h/24","normal":"http://2.im.guokr.com/BHyDeZ0pMYiqd30dIb6fJs-rmka9um30JusxbpW4RYKgAAAAoAAAAEpQ.jpg?imageView2/1/w/48/h/48"},"resource_url":"http://apis.guokr.com/community/user/jxjqtw.json"},"html":"<p>问：女人进行力量训练会长肌肉吗？女人容易长肌肉吗？<br>答：<br>1.生长肌肉需要一种极为关键的激素，这种激素叫睾丸酮，简称睾酮，没有睾酮，肌肉很难生长，那什么器官分泌睾酮？当然是睾丸啊，姑娘们，问题是你们没睾丸啊。分泌不出足够的睾酮啊。当然女人也能分泌睾酮，是在卵巢分泌的，分泌极少。正常的成年男性每天大概能分泌2.5~11mg睾酮，女人分泌的量远远低于这个值。所以女人长肌肉很难的。国外那帮子恐怖肌肉女，大部分是注射外源性的睾酮test进行肌肉生长，还记得咱高中生物课本上的那个肌肉女吗。蛋白质那一章~那就是个典型啊。<br>（睾酮分泌有极强的个人差异，有些女生睾酮分泌天生较高，这种女性一般运动能力是比较强的，肌肉生长也容易些。当然我这只是猜测，没有实验数据，我遇见的几个姑娘给我看过化验单，睾酮指数都偏高，但运动能力都较强。睾酮指数可以去医院体检）<br>2.即使有了足够的睾酮分泌，要生长肌肉依旧是一件很难的事情，需要力量练习和极好的饮食，多组数，大重量的力量训练（健美训练模式），高碳水高蛋白的多餐饮食，差不多每种营养物质都要翻倍的摄入。即使是男性，增肌也是以年为单位的。<br>3.大部分女生经过一段时间的训练后，说自己变壮了，长肌肉了，其实是你没控制好饮食，生长了一层皮脂。当然你多多少少能长一点的，但是要想涨到肉眼可见的程度，很难。一身肌肉的女性，排除使用类固醇药物的，每一个都是毅力极强，自控力极强，并且经过常年训练的。这种女生值得尊敬！<br>结论：大胆去运动吧！你要这么容易长肌肉，先看看自己是不是长了两个蛋。<\/p><p>问：为什么我进行了力量训练之后，所练的部位肌肉变大了啊，不是说肌肉很难生长吗？<br>答：那是正常的肌肉充血，肌肉充血会造成一定的围度增加，但这是暂时性的，一般练完一小时后就消退了。好多人会问，肌肉充血是个什么东西？ok！别急，容我仔细给你科普~<br>充血是指组织或器官的血管内血液含量增多。简单来说就是你身体某个部位的血流量加快，血量增加。充血可是有大大的用处啊，比如性兴奋时的生殖器充血~嘿嘿嘿嘿~~那可是大有用处的啊~~咳咳~扯远了，回归正题~充血分为两种，动脉性充血和静脉性充血。顾名思义，动脉上的充血叫动脉充血，静脉和毛细血管上的充血叫做静脉充血。动脉性充血简称为充血，静脉性充血可以简称为淤血。现在我告诉你哪个充血是有利充血，动脉充血一般来说是对机体有利的。（排除病理性的动脉充血，其实即使是病理性的，动脉充血起到的也往往是积极作用）静脉充血一般是对人体有害的。你看他的简称就知道了吗，淤血吗~具体的静脉充血害处不是我们科普的重点，不表。<br>那么肌肉充血是啥类型的？必须是动脉充血啊。更准确的说法是骨骼肌动脉主动充血。你进行运动时，由于肌肉收缩消耗能量，需要血糖和肌糖原分解供能，这个过程靠的就是血循环。所以训练完，大部分的血液是堆积在肌肉中。血液堆积在血管中会造成啥影响？会把血管撑大啊！就好比气球，你把它吹大了。很多血管被撑大了之后，在视觉上的效果就是你的肌肉变大了。同时肌肉也变硬了。（在硬度方面~充血前后变化最明显的是男性的海绵体~你懂得~）这只是暂时性的，当你停止训练，血循环恢复正常，自然而然就下去了。所以不要担心。很多女生跑完步小腿变粗变硬就是这个道理。<\/p><p>问：跑步会粗小腿吗？<br>答：看了上述两个问题的解答，应该明白了吧？根本不会粗的~更何况你还是减脂。而且小腿对训练极为不敏感。因为小腿几乎承重着你全身的重量，你每天的行走，跑步，对他都是一种训练。你见过哪个长跑运动员，甚至短跑运动员小腿很粗的？只有健美运动员的小腿才那样，要练成那样的小腿很难。所以不要担心小腿会粗，它即便粗了，也粗不到哪去。对于小腿天生粗的，我目测那是一层皮脂，如果你皮脂很低，小腿还是粗，那么姐们，你是健美奇才，跟着王老汉练健美吧~<\/p><p>问：你不是说脂肪全身消耗的吗，局部消耗脂肪不可能，那为什么腰腹部脂肪就多呢，而且瘦身总是某个部位最后才瘦。<br>答：因为脂肪的先天分布。还有各部位脂肪细胞的大小也不尽相同，这就造成了人体体型的千奇百怪。梨形，梭形，萝卜形~~球形~~~其实骨架和肌肉才是决定你体型的关键，在这里不是讨论重点，不谈这个。比如你下身堆积脂肪较多，那么你下身肯定是最后才瘦的。因为下身脂肪多啊，要达到肉眼可见的变化需要一段日子，就好比一瓶2.5L的可乐和一瓶600ml的可乐，你同样喝掉300ml，你感觉哪个瓶子的可乐容量变化明显？肯定是600ml的变化明显。因为它量少吗~<\/p><p>问：力量训练我做到什么程度好啊？为什么我做俯卧撑和卧推，胸部没感觉，胳膊反而酸了呢？<br>答：力量训练做到肌肉发酸发胀，也就是肌肉充血越明显越好，其实肌肉充血在健身健美上也叫泵感~这是肌肉充血的快感~~你一开始可能感受不到这种感觉，慢慢就感受到了。按我说什么时候你能感受到泵感，那么就证明你训练入门了。<br>做俯卧撑和卧推胸部没感觉。首先是你的胸部肌肉太差，导致胳膊过多的借力，其实在卧推动作中，胸大肌是原动肌，肱三头肌，也就是你的胳膊后侧那块肌肉，它是协动肌，是辅助胸部发力的，当然你胳膊的角度不同，发力比例也会不同，比如你窄握距的卧推或者做夹肘俯卧撑，那么发力就更偏向于肱三头肌和胸大肌中缝，也就是你的\u201c拜拜肉\u201d和\u201c乳沟\u201d。<br>解决方法是啥？没啥好办法，你只能尽可能的去感受你的胸大肌发力，迟早有一天，你会发现，你胸肌酸了，涨了。我做俯卧撑，做一组胸立马就涨，这就是较精确的肌肉发力。<\/p><p>问：为什么我做卷腹，腹部没感觉，脖子反而酸了呢。<br>答：和上一个问题一样，脖颈和背部借力过多。腹部力量过差。也没啥好办法，你只能尽可能的减少脖颈肌群的发力，如果你健身房有那种坐式的练腹器，你可以先练那个，那个对脖子几乎没压力。等腹部力量强了再去练卷腹。<br>注意：不要将手抱住头起，那样会对颈椎造成过多的压力！把手放在耳后，或者交叉放在胸前。<\/p><p>问：空腹晨跑对身体有害吗？我如果下午不吃饭直接去锻炼是不是能达到同样的效果？<br>答：<br>1.空腹晨跑我们要辩证的看，它有好处，因为减脂更高效，但也有坏处，那就是贫血，有点低血糖的人，你让他空腹晨跑会要他命的。因为个体差异，有些人空腹晨跑后没精神疲劳，但也有人空腹晨跑后一天都处于兴奋状态。所以如果你空腹晨跑没啥不适，就大胆的去跑吧，容易疲劳的，一周安排1~2次空腹晨跑或者干脆不跑就好。<br>2.你如果下午不吃饭去锻炼就本末倒置了，早上的空腹状态不是你故意造成的，是你的生物钟造成的。我们可以合理利用，你如果人为的去产生空腹状态再去锻炼那就得不偿失了。而且空腹晨跑，我一直建议时间不宜过长，20~30分钟就好，但下午的训练才是你真正的训练，时间长，项目繁多，你如果空腹做，效果极差，估计也坚持不下来，较职业的健身健美运动员早上空腹有氧能达到一小时，咱不是专业的，别干这傻事。<\/p><p>有些人还会说，这好像没什么区别啊，好吧，我再讲一下。其实减脂很轻松，只要消耗&gt;摄入就好，但这个过程是个分解代谢，从本质上说，他对身体是不怎么好的，因为消耗自身组织。（我们不考虑那种胖到危害健康的人士）所以健康减脂严格来说是不成立的。健康减脂其实就是把握了一个度，尽量降低身体伤害的同时保证减脂效果，比如你每天都空腹运动，一天就吃一顿，你肯定瘦，而且瘦的速度非常快，但你想想，这对身体有好处吗？没有好处啊。然后再换一种训练。每天吃一定食物，同时训练，虽然减的慢，但是这种方法就比较健康。所以可以简单的归纳为，你减脂的健康度是和减脂的速度成反比的，速度越快，越不健康。所以我们找其中一个平衡点。也就是，科学的控制饮食+训练。空腹晨跑就是这个道理~它在\u201c度\u201d的范围内，你如果下午再人为的安排一次空腹运动，那就不怎么好了。。。唉。。。不知道我这样说，大家明白没有。。。其实就是把握一个度的问题，早上空腹有氧可以。下午再那样办就太二了。。。亲。。<\/p><p><br>问：减脂期的有氧练习我能做瑜伽或者普拉提吗？<br>答：瑜伽的有氧强度是真不怎么高的，有那种动力性的瑜伽，但强度比起慢跑，单车这类有氧来说，强度还是差了点。瑜伽属于纠正性的运动，啥叫纠正性的运动？就是纠正你的不良体态，均衡全面的发展全身肌群，当然我不是练瑜伽的，更具体的我不知道。术业有专攻。但瑜伽作为减脂期的有氧是真心不合适。同理与普拉提。<\/p><p>问：我减到什么时候开始增肌呢？<br>答：对于女性，由于增肌很难，我还是建议你在减脂期注意加强力量训练就可以了。当你的身形恢复正常的时候，这个时候你可以把训练重点放在力量训练上，有氧一周2~3次，作为控制体脂的手段。<\/p><p>问：力量训练可不可以天天做啊？<br>答：最好不要，正确的说法应该是相同肌群不宜天天做。因为肌肉需要恢复。比如深蹲练习，你天天做那就不太好了。（举重队或者力量举，训练深蹲很频繁，但那和健身不是一个体系）我之前提过高效的方法是分化训练。就是每天不同肌群循环着练，每块肌群都能得到恢复与休息，比如这样安排：周一：胸部+三头，周二：背部+二头，周三：腿部+肩部，周四：综合体能，周五：休息。这是四分化训练，四天一休，你也可以自己安排，三分化训练，三天一休，都可以~休息日的那一天，你也可以运动，但强度不要过多，因为休息日的目的就是为了休息的。<br>问：为什么我减脂，体重不降反增啊？<br>答：很多因素都能影响到你的体重。身体储水，饭前饭后，早上睡前，各种不同的因素都会造成你的体重变化，所以体重在减脂后期是不靠谱的，你需要更多的去关注你的体型变化。减脂前期体重反弹是很常见的事，甚至可能是饮食没控制好，刺激了身体的超量恢复过程。<\/p><p>问：增肌和减脂的区别到底在哪里啊，我没听懂啊<br>答：再回答你的问题前，我先说一下\u201d超量恢复\u201c这个概念。力量练习和有氧练习都能提高你日常的消耗，也就是提高基础代谢，适度的训练会渐进性的提高人体机能，因为人体对训练有个广义上的\u201c超量恢复\u201d的过程（包括肌肉，神经募集能力等等），这个过程依靠饮食和休息。<br>人体在训练后，由于能量匮乏，人体内的代谢首先偏向于分解代谢，分解脂肪和少量肌肉用以恢复身体机能。这个时候你会很饿。然而当你训练后开始饮食+充分的休息，人体就开始逐渐的偏向于合成代谢。<br>你训练后，肌肉会产生轻微性的撕裂，在合成代谢阶段，就会开始修复，在一段时间内修复量会超过原有水平，这种现象就叫做\u201c超量恢复\u201d，也叫\u201c超量代偿\u201d人体的肌肉力量之所以在\u201c合理训练\u201d后能够逐渐提高，就是因为有\u201c超量恢复原理\u201d在起作用。健美训练的基石也正是这个原理。增肌的原理也就是这个。<br>对超量恢复起决定性作用的是什么呢？那就是你的饮食+休息。假如，你饮食不控制，饿了就吃。（吃啥就不考虑了。）同时一周训练4次以上，力量+有氧，即使你以有氧为主。一段时间后你身体也会明显变重或者围度变大，直到达到平衡不变为止。<br>增肌人士训练频繁（主要以力量训练为主，且组数，重量较大。），同时饮食量极大，每天5~6餐，每隔3小时就要进食一餐，就是为了充分的利用超量恢复，让肌肉越来越大。但不是无休止的增大，总有瓶颈的。<br>结论：增肌和减脂在训练上其实差别并不大，关键是饮食不同。你的饮食状况几乎决定了你是增肌还是减脂。有些人减脂后出现反弹，他并没有乱吃，其实这也可能是由于超量恢复造成的。不用担心。过段时间就好了。不减反增很平常。淡定。（当然增肌的话，有氧不宜做多，因为分解代谢太明显了。）<br>健美界有句不成文的名言：\u201c三分练，七分吃。\u201d你的饮食状况在很大程度上决定了你的训练效果。所以，各位多在饮食上下下功夫吧。饮食能放大你的训练效果，也能降低你的训练效果。<\/p><p>问：脂肪能转化成肌肉吗？<br>答：不能，脂肪是脂肪，肌肉是肌肉，这是两种不同的组织，就好比油和水，油能变成水吗？扯淡。即使脂肪糖异生后的能量供给肌肉，那也很少，况且你脂肪都开始分解供能了，你就别妄想肌肉生长了。 因为主要是分解代谢。结论：脂肪无法转化为肌肉。<\/p><p>问：能既增肌又减脂吗？<br>答：几乎不可能，因为一个是合成代谢主导，一个是分解代谢主导，我们来分析一下，减脂期你饮食较少，热量摄入偏低，脂肪和肌肉都在分解，那么肌肉生长不可能。增肌期，需要大量的热量摄入，热量摄入低了，肌肉不涨，热量摄入高了，长皮脂，为了保证最大的增肌效果，增肌期摄入热量都是偏高的，也就是说增肌期会长皮脂。各位看到了吧，这是两个完全相反的过程。根本不可能同时进行的，有人会说，那我增肌期精确计算热量摄入不就行了。哥们，世界上再牛逼的运动员也做不到精确摄入热量的。这是几乎不可能的。<br>结论：增肌是增肌，减脂是减脂，减脂又增肌，那就是扯淡。<\/p><p>问：热量单位是怎么换算的啊，迷迷糊糊的。<br>答：1千卡（kcal）=1000卡（cal）≈4.2千焦（kj）<br>千卡也叫大卡，我们一般的习惯用语都是说大卡的，大卡和卡都不是国标单位，但是应用却很频繁，尤其在健身营养方面。千焦是国标单位，一般食物上的营养单位都标这个，比如你买一袋酸奶，上面写着100ml 420kj，换算成大卡就是100大卡，所以你在买食物的时候，如果看见是千焦的单位，你可以简单的除以4进行一下换算。<\/p><p>在这里还有一个问题。美国的营养标识大部分只标一个Calorie，其实那个单位是kcal，大卡，不是卡，但大部分人都念成卡，其实这是错误的。叫顺嘴罢了~就好比中国古代的通假字，你看成大卡就行，包括跑步机上面的消耗都是大卡，卡是很小的单位，根本没实用价值。<\/p><p>问：女性经期应该如何运动？<\/p><p>答：经期根据自己的情况降低运动强度或者直接停练，在经期取消所有腹部练习。<\/p><p><br>问：王老汉啥时候结婚呢？<br>答：姑娘，把我收了吧。我快21年没摸过小女生的手了。。。<\/p>","is_replyable":true,"summary":"问：女人进行力量训练会长肌肉吗？女人容易长肌肉吗？ 答： 1.生长肌肉需要一种极为关键的激素，这种激素叫睾丸酮，简称睾酮，没有睾酮，肌肉很难生长，那什么器官分泌睾酮？当然是睾丸啊，姑娘们，问题是你们没睾丸啊。分泌不出足够的睾酮啊。当然女人也能分泌睾酮，是在卵巢分泌的，分泌极少。正常的成年男性每天大概...","date_last_replied":"2016-06-18T14:24:02.771046+08:00","date_created":"2012-12-29T05:27:51+08:00","is_stick":true,"ukey_author":"jxjqtw","content":"问：女人进行力量训练会长肌肉吗？女人容易长肌肉吗？ 答： 1.生长肌肉需要一种极为关键的激素，这种激素叫睾丸酮，简称睾酮，没有睾酮，肌肉很难生长，那什么器官分泌睾酮？当然是睾丸啊，姑娘们，问题是你们没睾丸啊。分泌不出足够的睾酮啊。当然女人也能分泌睾酮，是在卵巢分泌的，分泌极少。正常的成年男性每天大概能分泌2.5~11mg睾酮，女人分泌的量远远低于这个值。所以女人长肌肉很难的。国外那帮子恐怖肌肉女，大部分是注射外源性的睾酮test进行肌肉生长，还记得咱高中生物课本上的那个肌肉女吗。蛋白质那一章~那就是个典型啊。 （睾酮分泌有极强的个人差异，有些女生睾酮分泌天生较高，这种女性一般运动能力是比较强的，肌肉生长也容易些。当然我这只是猜测，没有实验数据，我遇见的几个姑娘给我看过化验单，睾酮指数都偏高，但运动能力都较强。睾酮指数可以去医院体检） 2.即使有了足够的睾酮分泌，要生长肌肉依旧是一件很难的事情，需要力量练习和极好的饮食，多组数，大重量的力量训练（健美训练模式），高碳水高蛋白的多餐饮食，差不多每种营养物质都要翻倍的摄入。即使是男性，增肌也是以年为单位的。 3.大部分女生经过一段时间的训练后，说自己变壮了，长肌肉了，其实是你没控制好饮食，生长了一层皮脂。当然你多多少少能长一点的，但是要想涨到肉眼可见的程度，很难。一身肌肉的女性，排除使用类固醇药物的，每一个都是毅力极强，自控力极强，并且经过常年训练的。这种女生值得尊敬！ 结论：大胆去运动吧！你要这么容易长肌肉，先看看自己是不是长了两个蛋。   问：为什么我进行了力量训练之后，所练的部位肌肉变大了啊，不是说肌肉很难生长吗？ 答：那是正常的肌肉充血，肌肉充血会造成一定的围度增加，但这是暂时性的，一般练完一小时后就消退了。好多人会问，肌肉充血是个什么东西？ok！别急，容我仔细给你科普~ 充血是指组织或器官的血管内血液含量增多。简单来说就是你身体某个部位的血流量加快，血量增加。充血可是有大大的用处啊，比如性兴奋时的生殖器充血~嘿嘿嘿嘿~~那可是大有用处的啊~~咳咳~扯远了，回归正题~充血分为两种，动脉性充血和静脉性充血。顾名思义，动脉上的充血叫动脉充血，静脉和毛细血管上的充血叫做静脉充血。动脉性充血简称为充血，静脉性充血可以简称为淤血。现在我告诉你哪个充血是有利充血，动脉充血一般来说是对机体有利的。（排除病理性的动脉充血，其实即使是病理性的，动脉充血起到的也往往是积极作用）静脉充血一般是对人体有害的。你看他的简称就知道了吗，淤血吗~具体的静脉充血害处不是我们科普的重点，不表。 那么肌肉充血是啥类型的？必须是动脉充血啊。更准确的说法是骨骼肌动脉主动充血。你进行运动时，由于肌肉收缩消耗能量，需要血糖和肌糖原分解供能，这个过程靠的就是血循环。所以训练完，大部分的血液是堆积在肌肉中。血液堆积在血管中会造成啥影响？会把血管撑大啊！就好比气球，你把它吹大了。很多血管被撑大了之后，在视觉上的效果就是你的肌肉变大了。同时肌肉也变硬了。（在硬度方面~充血前后变化最明显的是男性的海绵体~你懂得~）这只是暂时性的，当你停止训练，血循环恢复正常，自然而然就下去了。所以不要担心。很多女生跑完步小腿变粗变硬就是这个道理。   问：跑步会粗小腿吗？ 答：看了上述两个问题的解答，应该明白了吧？根本不会粗的~更何况你还是减脂。而且小腿对训练极为不敏感。因为小腿几乎承重着你全身的重量，你每天的行走，跑步，对他都是一种训练。你见过哪个长跑运动员，甚至短跑运动员小腿很粗的？只有健美运动员的小腿才那样，要练成那样的小腿很难。所以不要担心小腿会粗，它即便粗了，也粗不到哪去。对于小腿天生粗的，我目测那是一层皮脂，如果你皮脂很低，小腿还是粗，那么姐们，你是健美奇才，跟着王老汉练健美吧~ 问：你不是说脂肪全身消耗的吗，局部消耗脂肪不可能，那为什么腰腹部脂肪就多呢，而且瘦身总是某个部位最后才瘦。 答：因为脂肪的先天分布。还有各部位脂肪细胞的大小也不尽相同，这就造成了人体体型的千奇百怪。梨形，梭形，萝卜形~~球形~~~其实骨架和肌肉才是决定你体型的关键，在这里不是讨论重点，不谈这个。比如你下身堆积脂肪较多，那么你下身肯定是最后才瘦的。因为下身脂肪多啊，要达到肉眼可见的变化需要一段日子，就好比一瓶2.5L的可乐和一瓶600ml的可乐，你同样喝掉300ml，你感觉哪个瓶子的可乐容量变化明显？肯定是600ml的变化明显。因为它量少吗~ 问：力量训练我做到什么程度好啊？为什么我做俯卧撑和卧推，胸部没感觉，胳膊反而酸了呢？ 答：力量训练做到肌肉发酸发胀，也就是肌肉充血越明显越好，其实肌肉充血在健身健美上也叫泵感~这是肌肉充血的快感~~你一开始可能感受不到这种感觉，慢慢就感受到了。按我说什么时候你能感受到泵感，那么就证明你训练入门了。 做俯卧撑和卧推胸部没感觉。首先是你的胸部肌肉太差，导致胳膊过多的借力，其实在卧推动作中，胸大肌是原动肌，肱三头肌，也就是你的胳膊后侧那块肌肉，它是协动肌，是辅助胸部发力的，当然你胳膊的角度不同，发力比例也会不同，比如你窄握距的卧推或者做夹肘俯卧撑，那么发力就更偏向于肱三头肌和胸大肌中缝，也就是你的\u201c拜拜肉\u201d和\u201c乳沟\u201d。 解决方法是啥？没啥好办法，你只能尽可能的去感受你的胸大肌发力，迟早有一天，你会发现，你胸肌酸了，涨了。我做俯卧撑，做一组胸立马就涨，这就是较精确的肌肉发力。 问：为什么我做卷腹，腹部没感觉，脖子反而酸了呢。 答：和上一个问题一样，脖颈和背部借力过多。腹部力量过差。也没啥好办法，你只能尽可能的减少脖颈肌群的发力，如果你健身房有那种坐式的练腹器，你可以先练那个，那个对脖子几乎没压力。等腹部力量强了再去练卷腹。 注意：不要将手抱住头起，那样会对颈椎造成过多的压力！把手放在耳后，或者交叉放在胸前。 问：空腹晨跑对身体有害吗？我如果下午不吃饭直接去锻炼是不是能达到同样的效果？ 答： 1.空腹晨跑我们要辩证的看，它有好处，因为减脂更高效，但也有坏处，那就是贫血，有点低血糖的人，你让他空腹晨跑会要他命的。因为个体差异，有些人空腹晨跑后没精神疲劳，但也有人空腹晨跑后一天都处于兴奋状态。所以如果你空腹晨跑没啥不适，就大胆的去跑吧，容易疲劳的，一周安排1~2次空腹晨跑或者干脆不跑就好。 2.你如果下午不吃饭去锻炼就本末倒置了，早上的空腹状态不是你故意造成的，是你的生物钟造成的。我们可以合理利用，你如果人为的去产生空腹状态再去锻炼那就得不偿失了。而且空腹晨跑，我一直建议时间不宜过长，20~30分钟就好，但下午的训练才是你真正的训练，时间长，项目繁多，你如果空腹做，效果极差，估计也坚持不下来，较职业的健身健美运动员早上空腹有氧能达到一小时，咱不是专业的，别干这傻事。 有些人还会说，这好像没什么区别啊，好吧，我再讲一下。其实减脂很轻松，只要消耗>摄入就好，但这个过程是个分解代谢，从本质上说，他对身体是不怎么好的，因为消耗自身组织。（我们不考虑那种胖到危害健康的人士）所以健康减脂严格来说是不成立的。健康减脂其实就是把握了一个度，尽量降低身体伤害的同时保证减脂效果，比如你每天都空腹运动，一天就吃一顿，你肯定瘦，而且瘦的速度非常快，但你想想，这对身体有好处吗？没有好处啊。然后再换一种训练。每天吃一定食物，同时训练，虽然减的慢，但是这种方法就比较健康。所以可以简单的归纳为，你减脂的健康度是和减脂的速度成反比的，速度越快，越不健康。所以我们找其中一个平衡点。也就是，科学的控制饮食+训练。空腹晨跑就是这个道理~它在\u201c度\u201d的范围内，你如果下午再人为的安排一次空腹运动，那就不怎么好了。。。唉。。。不知道我这样说，大家明白没有。。。其实就是把握一个度的问题，早上空腹有氧可以。下午再那样办就太二了。。。亲。。 问：减脂期的有氧练习我能做瑜伽或者普拉提吗？ 答：瑜伽的有氧强度是真不怎么高的，有那种动力性的瑜伽，但强度比起慢跑，单车这类有氧来说，强度还是差了点。瑜伽属于纠正性的运动，啥叫纠正性的运动？就是纠正你的不良体态，均衡全面的发展全身肌群，当然我不是练瑜伽的，更具体的我不知道。术业有专攻。但瑜伽作为减脂期的有氧是真心不合适。同理与普拉提。 问：我减到什么时候开始增肌呢？ 答：对于女性，由于增肌很难，我还是建议你在减脂期注意加强力量训练就可以了。当你的身形恢复正常的时候，这个时候你可以把训练重点放在力量训练上，有氧一周2~3次，作为控制体脂的手段。 问：力量训练可不可以天天做啊？ 答：最好不要，正确的说法应该是相同肌群不宜天天做。因为肌肉需要恢复。比如深蹲练习，你天天做那就不太好了。（举重队或者力量举，训练深蹲很频繁，但那和健身不是一个体系）我之前提过高效的方法是分化训练。就是每天不同肌群循环着练，每块肌群都能得到恢复与休息，比如这样安排：周一：胸部+三头，周二：背部+二头，周三：腿部+肩部，周四：综合体能，周五：休息。这是四分化训练，四天一休，你也可以自己安排，三分化训练，三天一休，都可以~休息日的那一天，你也可以运动，但强度不要过多，因为休息日的目的就是为了休息的。 问：为什么我减脂，体重不降反增啊？ 答：很多因素都能影响到你的体重。身体储水，饭前饭后，早上睡前，各种不同的因素都会造成你的体重变化，所以体重在减脂后期是不靠谱的，你需要更多的去关注你的体型变化。减脂前期体重反弹是很常见的事，甚至可能是饮食没控制好，刺激了身体的超量恢复过程。 问：增肌和减脂的区别到底在哪里啊，我没听懂啊 答：再回答你的问题前，我先说一下\u201d超量恢复\u201c这个概念。力量练习和有氧练习都能提高你日常的消耗，也就是提高基础代谢，适度的训练会渐进性的提高人体机能，因为人体对训练有个广义上的\u201c超量恢复\u201d的过程（包括肌肉，神经募集能力等等），这个过程依靠饮食和休息。 人体在训练后，由于能量匮乏，人体内的代谢首先偏向于分解代谢，分解脂肪和少量肌肉用以恢复身体机能。这个时候你会很饿。然而当你训练后开始饮食+充分的休息，人体就开始逐渐的偏向于合成代谢。 你训练后，肌肉会产生轻微性的撕裂，在合成代谢阶段，就会开始修复，在一段时间内修复量会超过原有水平，这种现象就叫做\u201c超量恢复\u201d，也叫\u201c超量代偿\u201d人体的肌肉力量之所以在\u201c合理训练\u201d后能够逐渐提高，就是因为有\u201c超量恢复原理\u201d在起作用。健美训练的基石也正是这个原理。增肌的原理也就是这个。 对超量恢复起决定性作用的是什么呢？那就是你的饮食+休息。假如，你饮食不控制，饿了就吃。（吃啥就不考虑了。）同时一周训练4次以上，力量+有氧，即使你以有氧为主。一段时间后你身体也会明显变重或者围度变大，直到达到平衡不变为止。 增肌人士训练频繁（主要以力量训练为主，且组数，重量较大。），同时饮食量极大，每天5~6餐，每隔3小时就要进食一餐，就是为了充分的利用超量恢复，让肌肉越来越大。但不是无休止的增大，总有瓶颈的。 结论：增肌和减脂在训练上其实差别并不大，关键是饮食不同。你的饮食状况几乎决定了你是增肌还是减脂。有些人减脂后出现反弹，他并没有乱吃，其实这也可能是由于超量恢复造成的。不用担心。过段时间就好了。不减反增很平常。淡定。（当然增肌的话，有氧不宜做多，因为分解代谢太明显了。） 健美界有句不成文的名言：\u201c三分练，七分吃。\u201d你的饮食状况在很大程度上决定了你的训练效果。所以，各位多在饮食上下下功夫吧。饮食能放大你的训练效果，也能降低你的训练效果。 问：脂肪能转化成肌肉吗？ 答：不能，脂肪是脂肪，肌肉是肌肉，这是两种不同的组织，就好比油和水，油能变成水吗？扯淡。即使脂肪糖异生后的能量供给肌肉，那也很少，况且你脂肪都开始分解供能了，你就别妄想肌肉生长了。 因为主要是分解代谢。结论：脂肪无法转化为肌肉。 问：能既增肌又减脂吗？ 答：几乎不可能，因为一个是合成代谢主导，一个是分解代谢主导，我们来分析一下，减脂期你饮食较少，热量摄入偏低，脂肪和肌肉都在分解，那么肌肉生长不可能。增肌期，需要大量的热量摄入，热量摄入低了，肌肉不涨，热量摄入高了，长皮脂，为了保证最大的增肌效果，增肌期摄入热量都是偏高的，也就是说增肌期会长皮脂。各位看到了吧，这是两个完全相反的过程。根本不可能同时进行的，有人会说，那我增肌期精确计算热量摄入不就行了。哥们，世界上再牛逼的运动员也做不到精确摄入热量的。这是几乎不可能的。 结论：增肌是增肌，减脂是减脂，减脂又增肌，那就是扯淡。 问：热量单位是怎么换算的啊，迷迷糊糊的。 答：1千卡（kcal）=1000卡（cal）≈4.2千焦（kj） 千卡也叫大卡，我们一般的习惯用语都是说大卡的，大卡和卡都不是国标单位，但是应用却很频繁，尤其在健身营养方面。千焦是国标单位，一般食物上的营养单位都标这个，比如你买一袋酸奶，上面写着100ml 420kj，换算成大卡就是100大卡，所以你在买食物的时候，如果看见是千焦的单位，你可以简单的除以4进行一下换算。 在这里还有一个问题。美国的营养标识大部分只标一个Calorie，其实那个单位是kcal，大卡，不是卡，但大部分人都念成卡，其实这是错误的。叫顺嘴罢了~就好比中国古代的通假字，你看成大卡就行，包括跑步机上面的消耗都是大卡，卡是很小的单位，根本没实用价值。 问：女性经期应该如何运动？ 答：经期根据自己的情况降低运动强度或者直接停练，在经期取消所有腹部练习。 问：王老汉啥时候结婚呢？ 答：姑娘，把我收了吧。我快21年没摸过小女生的手了。。。","replies_count":140,"resource_url":"http://apis.guokr.com/group/post/419703.json","group_id":228,"recommends_count":35,"id":419703}]
     * offset : 0
     * total : 1522
     */

    private String now;
    private boolean ok;
    private int limit;
    private int offset;
    private int total;
    /**
     * topic : null
     * group : {"is_member":false,"is_indexable":true,"is_publicly_readable":true,"posts_count":1522,"is_membership_applied":false,"id":228,"icon":{"large":"http://3.im.guokr.com/YZ9wtLF1DzcrHA-Se8prFtXtUtBwczNQ7XiFQbJ6NdmgAAAAoAAAAFBO.png?imageView2/1/w/160/h/160","small":"http://3.im.guokr.com/YZ9wtLF1DzcrHA-Se8prFtXtUtBwczNQ7XiFQbJ6NdmgAAAAoAAAAFBO.png?imageView2/1/w/24/h/24","normal":"http://3.im.guokr.com/YZ9wtLF1DzcrHA-Se8prFtXtUtBwczNQ7XiFQbJ6NdmgAAAAoAAAAFBO.png?imageView2/1/w/48/h/48"},"members_count":256639,"name":"科学健身","level":"common","url":"http://www.guokr.com/group/228/","is_application_required":false,"introduction_summary":"上帝赋予我们一副惊人的大脑，同时也赋予了我们一副矫健的身体，为什么不好好利用他？发展他？ 在这里，你将获得全方位的改变，速度，力量，爆发！gentleman想更man，更强壮吗？come here！lady想更性感，身材更魔鬼吗？come here！ 我的新浪微博，欢迎交流http://weibo....","resource_url":"/fakeurl"}
     * is_digest : true
     * title : 【健身问题总结】：经常问的健身问题总汇（随时更新）
     * url : http://www.guokr.com/post/419703/
     * is_virgin : false
     * author : {"ukey":"jxjqtw","is_title_authorized":true,"nickname":"王老汉","master_category":"personal","amended_reliability":"0","is_exists":true,"title":"健身发烧友","url":"http://www.guokr.com/i/1205205908/","gender":null,"followers_count":6526,"avatar":{"large":"http://2.im.guokr.com/BHyDeZ0pMYiqd30dIb6fJs-rmka9um30JusxbpW4RYKgAAAAoAAAAEpQ.jpg?imageView2/1/w/160/h/160","small":"http://2.im.guokr.com/BHyDeZ0pMYiqd30dIb6fJs-rmka9um30JusxbpW4RYKgAAAAoAAAAEpQ.jpg?imageView2/1/w/24/h/24","normal":"http://2.im.guokr.com/BHyDeZ0pMYiqd30dIb6fJs-rmka9um30JusxbpW4RYKgAAAAoAAAAEpQ.jpg?imageView2/1/w/48/h/48"},"resource_url":"http://apis.guokr.com/community/user/jxjqtw.json"}
     * html : <p>问：女人进行力量训练会长肌肉吗？女人容易长肌肉吗？<br>答：<br>1.生长肌肉需要一种极为关键的激素，这种激素叫睾丸酮，简称睾酮，没有睾酮，肌肉很难生长，那什么器官分泌睾酮？当然是睾丸啊，姑娘们，问题是你们没睾丸啊。分泌不出足够的睾酮啊。当然女人也能分泌睾酮，是在卵巢分泌的，分泌极少。正常的成年男性每天大概能分泌2.5~11mg睾酮，女人分泌的量远远低于这个值。所以女人长肌肉很难的。国外那帮子恐怖肌肉女，大部分是注射外源性的睾酮test进行肌肉生长，还记得咱高中生物课本上的那个肌肉女吗。蛋白质那一章~那就是个典型啊。<br>（睾酮分泌有极强的个人差异，有些女生睾酮分泌天生较高，这种女性一般运动能力是比较强的，肌肉生长也容易些。当然我这只是猜测，没有实验数据，我遇见的几个姑娘给我看过化验单，睾酮指数都偏高，但运动能力都较强。睾酮指数可以去医院体检）<br>2.即使有了足够的睾酮分泌，要生长肌肉依旧是一件很难的事情，需要力量练习和极好的饮食，多组数，大重量的力量训练（健美训练模式），高碳水高蛋白的多餐饮食，差不多每种营养物质都要翻倍的摄入。即使是男性，增肌也是以年为单位的。<br>3.大部分女生经过一段时间的训练后，说自己变壮了，长肌肉了，其实是你没控制好饮食，生长了一层皮脂。当然你多多少少能长一点的，但是要想涨到肉眼可见的程度，很难。一身肌肉的女性，排除使用类固醇药物的，每一个都是毅力极强，自控力极强，并且经过常年训练的。这种女生值得尊敬！<br>结论：大胆去运动吧！你要这么容易长肌肉，先看看自己是不是长了两个蛋。</p><p>问：为什么我进行了力量训练之后，所练的部位肌肉变大了啊，不是说肌肉很难生长吗？<br>答：那是正常的肌肉充血，肌肉充血会造成一定的围度增加，但这是暂时性的，一般练完一小时后就消退了。好多人会问，肌肉充血是个什么东西？ok！别急，容我仔细给你科普~<br>充血是指组织或器官的血管内血液含量增多。简单来说就是你身体某个部位的血流量加快，血量增加。充血可是有大大的用处啊，比如性兴奋时的生殖器充血~嘿嘿嘿嘿~~那可是大有用处的啊~~咳咳~扯远了，回归正题~充血分为两种，动脉性充血和静脉性充血。顾名思义，动脉上的充血叫动脉充血，静脉和毛细血管上的充血叫做静脉充血。动脉性充血简称为充血，静脉性充血可以简称为淤血。现在我告诉你哪个充血是有利充血，动脉充血一般来说是对机体有利的。（排除病理性的动脉充血，其实即使是病理性的，动脉充血起到的也往往是积极作用）静脉充血一般是对人体有害的。你看他的简称就知道了吗，淤血吗~具体的静脉充血害处不是我们科普的重点，不表。<br>那么肌肉充血是啥类型的？必须是动脉充血啊。更准确的说法是骨骼肌动脉主动充血。你进行运动时，由于肌肉收缩消耗能量，需要血糖和肌糖原分解供能，这个过程靠的就是血循环。所以训练完，大部分的血液是堆积在肌肉中。血液堆积在血管中会造成啥影响？会把血管撑大啊！就好比气球，你把它吹大了。很多血管被撑大了之后，在视觉上的效果就是你的肌肉变大了。同时肌肉也变硬了。（在硬度方面~充血前后变化最明显的是男性的海绵体~你懂得~）这只是暂时性的，当你停止训练，血循环恢复正常，自然而然就下去了。所以不要担心。很多女生跑完步小腿变粗变硬就是这个道理。</p><p>问：跑步会粗小腿吗？<br>答：看了上述两个问题的解答，应该明白了吧？根本不会粗的~更何况你还是减脂。而且小腿对训练极为不敏感。因为小腿几乎承重着你全身的重量，你每天的行走，跑步，对他都是一种训练。你见过哪个长跑运动员，甚至短跑运动员小腿很粗的？只有健美运动员的小腿才那样，要练成那样的小腿很难。所以不要担心小腿会粗，它即便粗了，也粗不到哪去。对于小腿天生粗的，我目测那是一层皮脂，如果你皮脂很低，小腿还是粗，那么姐们，你是健美奇才，跟着王老汉练健美吧~</p><p>问：你不是说脂肪全身消耗的吗，局部消耗脂肪不可能，那为什么腰腹部脂肪就多呢，而且瘦身总是某个部位最后才瘦。<br>答：因为脂肪的先天分布。还有各部位脂肪细胞的大小也不尽相同，这就造成了人体体型的千奇百怪。梨形，梭形，萝卜形~~球形~~~其实骨架和肌肉才是决定你体型的关键，在这里不是讨论重点，不谈这个。比如你下身堆积脂肪较多，那么你下身肯定是最后才瘦的。因为下身脂肪多啊，要达到肉眼可见的变化需要一段日子，就好比一瓶2.5L的可乐和一瓶600ml的可乐，你同样喝掉300ml，你感觉哪个瓶子的可乐容量变化明显？肯定是600ml的变化明显。因为它量少吗~</p><p>问：力量训练我做到什么程度好啊？为什么我做俯卧撑和卧推，胸部没感觉，胳膊反而酸了呢？<br>答：力量训练做到肌肉发酸发胀，也就是肌肉充血越明显越好，其实肌肉充血在健身健美上也叫泵感~这是肌肉充血的快感~~你一开始可能感受不到这种感觉，慢慢就感受到了。按我说什么时候你能感受到泵感，那么就证明你训练入门了。<br>做俯卧撑和卧推胸部没感觉。首先是你的胸部肌肉太差，导致胳膊过多的借力，其实在卧推动作中，胸大肌是原动肌，肱三头肌，也就是你的胳膊后侧那块肌肉，它是协动肌，是辅助胸部发力的，当然你胳膊的角度不同，发力比例也会不同，比如你窄握距的卧推或者做夹肘俯卧撑，那么发力就更偏向于肱三头肌和胸大肌中缝，也就是你的“拜拜肉”和“乳沟”。<br>解决方法是啥？没啥好办法，你只能尽可能的去感受你的胸大肌发力，迟早有一天，你会发现，你胸肌酸了，涨了。我做俯卧撑，做一组胸立马就涨，这就是较精确的肌肉发力。</p><p>问：为什么我做卷腹，腹部没感觉，脖子反而酸了呢。<br>答：和上一个问题一样，脖颈和背部借力过多。腹部力量过差。也没啥好办法，你只能尽可能的减少脖颈肌群的发力，如果你健身房有那种坐式的练腹器，你可以先练那个，那个对脖子几乎没压力。等腹部力量强了再去练卷腹。<br>注意：不要将手抱住头起，那样会对颈椎造成过多的压力！把手放在耳后，或者交叉放在胸前。</p><p>问：空腹晨跑对身体有害吗？我如果下午不吃饭直接去锻炼是不是能达到同样的效果？<br>答：<br>1.空腹晨跑我们要辩证的看，它有好处，因为减脂更高效，但也有坏处，那就是贫血，有点低血糖的人，你让他空腹晨跑会要他命的。因为个体差异，有些人空腹晨跑后没精神疲劳，但也有人空腹晨跑后一天都处于兴奋状态。所以如果你空腹晨跑没啥不适，就大胆的去跑吧，容易疲劳的，一周安排1~2次空腹晨跑或者干脆不跑就好。<br>2.你如果下午不吃饭去锻炼就本末倒置了，早上的空腹状态不是你故意造成的，是你的生物钟造成的。我们可以合理利用，你如果人为的去产生空腹状态再去锻炼那就得不偿失了。而且空腹晨跑，我一直建议时间不宜过长，20~30分钟就好，但下午的训练才是你真正的训练，时间长，项目繁多，你如果空腹做，效果极差，估计也坚持不下来，较职业的健身健美运动员早上空腹有氧能达到一小时，咱不是专业的，别干这傻事。</p><p>有些人还会说，这好像没什么区别啊，好吧，我再讲一下。其实减脂很轻松，只要消耗&gt;摄入就好，但这个过程是个分解代谢，从本质上说，他对身体是不怎么好的，因为消耗自身组织。（我们不考虑那种胖到危害健康的人士）所以健康减脂严格来说是不成立的。健康减脂其实就是把握了一个度，尽量降低身体伤害的同时保证减脂效果，比如你每天都空腹运动，一天就吃一顿，你肯定瘦，而且瘦的速度非常快，但你想想，这对身体有好处吗？没有好处啊。然后再换一种训练。每天吃一定食物，同时训练，虽然减的慢，但是这种方法就比较健康。所以可以简单的归纳为，你减脂的健康度是和减脂的速度成反比的，速度越快，越不健康。所以我们找其中一个平衡点。也就是，科学的控制饮食+训练。空腹晨跑就是这个道理~它在“度”的范围内，你如果下午再人为的安排一次空腹运动，那就不怎么好了。。。唉。。。不知道我这样说，大家明白没有。。。其实就是把握一个度的问题，早上空腹有氧可以。下午再那样办就太二了。。。亲。。</p><p><br>问：减脂期的有氧练习我能做瑜伽或者普拉提吗？<br>答：瑜伽的有氧强度是真不怎么高的，有那种动力性的瑜伽，但强度比起慢跑，单车这类有氧来说，强度还是差了点。瑜伽属于纠正性的运动，啥叫纠正性的运动？就是纠正你的不良体态，均衡全面的发展全身肌群，当然我不是练瑜伽的，更具体的我不知道。术业有专攻。但瑜伽作为减脂期的有氧是真心不合适。同理与普拉提。</p><p>问：我减到什么时候开始增肌呢？<br>答：对于女性，由于增肌很难，我还是建议你在减脂期注意加强力量训练就可以了。当你的身形恢复正常的时候，这个时候你可以把训练重点放在力量训练上，有氧一周2~3次，作为控制体脂的手段。</p><p>问：力量训练可不可以天天做啊？<br>答：最好不要，正确的说法应该是相同肌群不宜天天做。因为肌肉需要恢复。比如深蹲练习，你天天做那就不太好了。（举重队或者力量举，训练深蹲很频繁，但那和健身不是一个体系）我之前提过高效的方法是分化训练。就是每天不同肌群循环着练，每块肌群都能得到恢复与休息，比如这样安排：周一：胸部+三头，周二：背部+二头，周三：腿部+肩部，周四：综合体能，周五：休息。这是四分化训练，四天一休，你也可以自己安排，三分化训练，三天一休，都可以~休息日的那一天，你也可以运动，但强度不要过多，因为休息日的目的就是为了休息的。<br>问：为什么我减脂，体重不降反增啊？<br>答：很多因素都能影响到你的体重。身体储水，饭前饭后，早上睡前，各种不同的因素都会造成你的体重变化，所以体重在减脂后期是不靠谱的，你需要更多的去关注你的体型变化。减脂前期体重反弹是很常见的事，甚至可能是饮食没控制好，刺激了身体的超量恢复过程。</p><p>问：增肌和减脂的区别到底在哪里啊，我没听懂啊<br>答：再回答你的问题前，我先说一下”超量恢复“这个概念。力量练习和有氧练习都能提高你日常的消耗，也就是提高基础代谢，适度的训练会渐进性的提高人体机能，因为人体对训练有个广义上的“超量恢复”的过程（包括肌肉，神经募集能力等等），这个过程依靠饮食和休息。<br>人体在训练后，由于能量匮乏，人体内的代谢首先偏向于分解代谢，分解脂肪和少量肌肉用以恢复身体机能。这个时候你会很饿。然而当你训练后开始饮食+充分的休息，人体就开始逐渐的偏向于合成代谢。<br>你训练后，肌肉会产生轻微性的撕裂，在合成代谢阶段，就会开始修复，在一段时间内修复量会超过原有水平，这种现象就叫做“超量恢复”，也叫“超量代偿”人体的肌肉力量之所以在“合理训练”后能够逐渐提高，就是因为有“超量恢复原理”在起作用。健美训练的基石也正是这个原理。增肌的原理也就是这个。<br>对超量恢复起决定性作用的是什么呢？那就是你的饮食+休息。假如，你饮食不控制，饿了就吃。（吃啥就不考虑了。）同时一周训练4次以上，力量+有氧，即使你以有氧为主。一段时间后你身体也会明显变重或者围度变大，直到达到平衡不变为止。<br>增肌人士训练频繁（主要以力量训练为主，且组数，重量较大。），同时饮食量极大，每天5~6餐，每隔3小时就要进食一餐，就是为了充分的利用超量恢复，让肌肉越来越大。但不是无休止的增大，总有瓶颈的。<br>结论：增肌和减脂在训练上其实差别并不大，关键是饮食不同。你的饮食状况几乎决定了你是增肌还是减脂。有些人减脂后出现反弹，他并没有乱吃，其实这也可能是由于超量恢复造成的。不用担心。过段时间就好了。不减反增很平常。淡定。（当然增肌的话，有氧不宜做多，因为分解代谢太明显了。）<br>健美界有句不成文的名言：“三分练，七分吃。”你的饮食状况在很大程度上决定了你的训练效果。所以，各位多在饮食上下下功夫吧。饮食能放大你的训练效果，也能降低你的训练效果。</p><p>问：脂肪能转化成肌肉吗？<br>答：不能，脂肪是脂肪，肌肉是肌肉，这是两种不同的组织，就好比油和水，油能变成水吗？扯淡。即使脂肪糖异生后的能量供给肌肉，那也很少，况且你脂肪都开始分解供能了，你就别妄想肌肉生长了。 因为主要是分解代谢。结论：脂肪无法转化为肌肉。</p><p>问：能既增肌又减脂吗？<br>答：几乎不可能，因为一个是合成代谢主导，一个是分解代谢主导，我们来分析一下，减脂期你饮食较少，热量摄入偏低，脂肪和肌肉都在分解，那么肌肉生长不可能。增肌期，需要大量的热量摄入，热量摄入低了，肌肉不涨，热量摄入高了，长皮脂，为了保证最大的增肌效果，增肌期摄入热量都是偏高的，也就是说增肌期会长皮脂。各位看到了吧，这是两个完全相反的过程。根本不可能同时进行的，有人会说，那我增肌期精确计算热量摄入不就行了。哥们，世界上再牛逼的运动员也做不到精确摄入热量的。这是几乎不可能的。<br>结论：增肌是增肌，减脂是减脂，减脂又增肌，那就是扯淡。</p><p>问：热量单位是怎么换算的啊，迷迷糊糊的。<br>答：1千卡（kcal）=1000卡（cal）≈4.2千焦（kj）<br>千卡也叫大卡，我们一般的习惯用语都是说大卡的，大卡和卡都不是国标单位，但是应用却很频繁，尤其在健身营养方面。千焦是国标单位，一般食物上的营养单位都标这个，比如你买一袋酸奶，上面写着100ml 420kj，换算成大卡就是100大卡，所以你在买食物的时候，如果看见是千焦的单位，你可以简单的除以4进行一下换算。</p><p>在这里还有一个问题。美国的营养标识大部分只标一个Calorie，其实那个单位是kcal，大卡，不是卡，但大部分人都念成卡，其实这是错误的。叫顺嘴罢了~就好比中国古代的通假字，你看成大卡就行，包括跑步机上面的消耗都是大卡，卡是很小的单位，根本没实用价值。</p><p>问：女性经期应该如何运动？</p><p>答：经期根据自己的情况降低运动强度或者直接停练，在经期取消所有腹部练习。</p><p><br>问：王老汉啥时候结婚呢？<br>答：姑娘，把我收了吧。我快21年没摸过小女生的手了。。。</p>
     * is_replyable : true
     * summary : 问：女人进行力量训练会长肌肉吗？女人容易长肌肉吗？ 答： 1.生长肌肉需要一种极为关键的激素，这种激素叫睾丸酮，简称睾酮，没有睾酮，肌肉很难生长，那什么器官分泌睾酮？当然是睾丸啊，姑娘们，问题是你们没睾丸啊。分泌不出足够的睾酮啊。当然女人也能分泌睾酮，是在卵巢分泌的，分泌极少。正常的成年男性每天大概...
     * date_last_replied : 2016-06-18T14:24:02.771046+08:00
     * date_created : 2012-12-29T05:27:51+08:00
     * is_stick : true
     * ukey_author : jxjqtw
     * content : 问：女人进行力量训练会长肌肉吗？女人容易长肌肉吗？ 答： 1.生长肌肉需要一种极为关键的激素，这种激素叫睾丸酮，简称睾酮，没有睾酮，肌肉很难生长，那什么器官分泌睾酮？当然是睾丸啊，姑娘们，问题是你们没睾丸啊。分泌不出足够的睾酮啊。当然女人也能分泌睾酮，是在卵巢分泌的，分泌极少。正常的成年男性每天大概能分泌2.5~11mg睾酮，女人分泌的量远远低于这个值。所以女人长肌肉很难的。国外那帮子恐怖肌肉女，大部分是注射外源性的睾酮test进行肌肉生长，还记得咱高中生物课本上的那个肌肉女吗。蛋白质那一章~那就是个典型啊。 （睾酮分泌有极强的个人差异，有些女生睾酮分泌天生较高，这种女性一般运动能力是比较强的，肌肉生长也容易些。当然我这只是猜测，没有实验数据，我遇见的几个姑娘给我看过化验单，睾酮指数都偏高，但运动能力都较强。睾酮指数可以去医院体检） 2.即使有了足够的睾酮分泌，要生长肌肉依旧是一件很难的事情，需要力量练习和极好的饮食，多组数，大重量的力量训练（健美训练模式），高碳水高蛋白的多餐饮食，差不多每种营养物质都要翻倍的摄入。即使是男性，增肌也是以年为单位的。 3.大部分女生经过一段时间的训练后，说自己变壮了，长肌肉了，其实是你没控制好饮食，生长了一层皮脂。当然你多多少少能长一点的，但是要想涨到肉眼可见的程度，很难。一身肌肉的女性，排除使用类固醇药物的，每一个都是毅力极强，自控力极强，并且经过常年训练的。这种女生值得尊敬！ 结论：大胆去运动吧！你要这么容易长肌肉，先看看自己是不是长了两个蛋。   问：为什么我进行了力量训练之后，所练的部位肌肉变大了啊，不是说肌肉很难生长吗？ 答：那是正常的肌肉充血，肌肉充血会造成一定的围度增加，但这是暂时性的，一般练完一小时后就消退了。好多人会问，肌肉充血是个什么东西？ok！别急，容我仔细给你科普~ 充血是指组织或器官的血管内血液含量增多。简单来说就是你身体某个部位的血流量加快，血量增加。充血可是有大大的用处啊，比如性兴奋时的生殖器充血~嘿嘿嘿嘿~~那可是大有用处的啊~~咳咳~扯远了，回归正题~充血分为两种，动脉性充血和静脉性充血。顾名思义，动脉上的充血叫动脉充血，静脉和毛细血管上的充血叫做静脉充血。动脉性充血简称为充血，静脉性充血可以简称为淤血。现在我告诉你哪个充血是有利充血，动脉充血一般来说是对机体有利的。（排除病理性的动脉充血，其实即使是病理性的，动脉充血起到的也往往是积极作用）静脉充血一般是对人体有害的。你看他的简称就知道了吗，淤血吗~具体的静脉充血害处不是我们科普的重点，不表。 那么肌肉充血是啥类型的？必须是动脉充血啊。更准确的说法是骨骼肌动脉主动充血。你进行运动时，由于肌肉收缩消耗能量，需要血糖和肌糖原分解供能，这个过程靠的就是血循环。所以训练完，大部分的血液是堆积在肌肉中。血液堆积在血管中会造成啥影响？会把血管撑大啊！就好比气球，你把它吹大了。很多血管被撑大了之后，在视觉上的效果就是你的肌肉变大了。同时肌肉也变硬了。（在硬度方面~充血前后变化最明显的是男性的海绵体~你懂得~）这只是暂时性的，当你停止训练，血循环恢复正常，自然而然就下去了。所以不要担心。很多女生跑完步小腿变粗变硬就是这个道理。   问：跑步会粗小腿吗？ 答：看了上述两个问题的解答，应该明白了吧？根本不会粗的~更何况你还是减脂。而且小腿对训练极为不敏感。因为小腿几乎承重着你全身的重量，你每天的行走，跑步，对他都是一种训练。你见过哪个长跑运动员，甚至短跑运动员小腿很粗的？只有健美运动员的小腿才那样，要练成那样的小腿很难。所以不要担心小腿会粗，它即便粗了，也粗不到哪去。对于小腿天生粗的，我目测那是一层皮脂，如果你皮脂很低，小腿还是粗，那么姐们，你是健美奇才，跟着王老汉练健美吧~ 问：你不是说脂肪全身消耗的吗，局部消耗脂肪不可能，那为什么腰腹部脂肪就多呢，而且瘦身总是某个部位最后才瘦。 答：因为脂肪的先天分布。还有各部位脂肪细胞的大小也不尽相同，这就造成了人体体型的千奇百怪。梨形，梭形，萝卜形~~球形~~~其实骨架和肌肉才是决定你体型的关键，在这里不是讨论重点，不谈这个。比如你下身堆积脂肪较多，那么你下身肯定是最后才瘦的。因为下身脂肪多啊，要达到肉眼可见的变化需要一段日子，就好比一瓶2.5L的可乐和一瓶600ml的可乐，你同样喝掉300ml，你感觉哪个瓶子的可乐容量变化明显？肯定是600ml的变化明显。因为它量少吗~ 问：力量训练我做到什么程度好啊？为什么我做俯卧撑和卧推，胸部没感觉，胳膊反而酸了呢？ 答：力量训练做到肌肉发酸发胀，也就是肌肉充血越明显越好，其实肌肉充血在健身健美上也叫泵感~这是肌肉充血的快感~~你一开始可能感受不到这种感觉，慢慢就感受到了。按我说什么时候你能感受到泵感，那么就证明你训练入门了。 做俯卧撑和卧推胸部没感觉。首先是你的胸部肌肉太差，导致胳膊过多的借力，其实在卧推动作中，胸大肌是原动肌，肱三头肌，也就是你的胳膊后侧那块肌肉，它是协动肌，是辅助胸部发力的，当然你胳膊的角度不同，发力比例也会不同，比如你窄握距的卧推或者做夹肘俯卧撑，那么发力就更偏向于肱三头肌和胸大肌中缝，也就是你的“拜拜肉”和“乳沟”。 解决方法是啥？没啥好办法，你只能尽可能的去感受你的胸大肌发力，迟早有一天，你会发现，你胸肌酸了，涨了。我做俯卧撑，做一组胸立马就涨，这就是较精确的肌肉发力。 问：为什么我做卷腹，腹部没感觉，脖子反而酸了呢。 答：和上一个问题一样，脖颈和背部借力过多。腹部力量过差。也没啥好办法，你只能尽可能的减少脖颈肌群的发力，如果你健身房有那种坐式的练腹器，你可以先练那个，那个对脖子几乎没压力。等腹部力量强了再去练卷腹。 注意：不要将手抱住头起，那样会对颈椎造成过多的压力！把手放在耳后，或者交叉放在胸前。 问：空腹晨跑对身体有害吗？我如果下午不吃饭直接去锻炼是不是能达到同样的效果？ 答： 1.空腹晨跑我们要辩证的看，它有好处，因为减脂更高效，但也有坏处，那就是贫血，有点低血糖的人，你让他空腹晨跑会要他命的。因为个体差异，有些人空腹晨跑后没精神疲劳，但也有人空腹晨跑后一天都处于兴奋状态。所以如果你空腹晨跑没啥不适，就大胆的去跑吧，容易疲劳的，一周安排1~2次空腹晨跑或者干脆不跑就好。 2.你如果下午不吃饭去锻炼就本末倒置了，早上的空腹状态不是你故意造成的，是你的生物钟造成的。我们可以合理利用，你如果人为的去产生空腹状态再去锻炼那就得不偿失了。而且空腹晨跑，我一直建议时间不宜过长，20~30分钟就好，但下午的训练才是你真正的训练，时间长，项目繁多，你如果空腹做，效果极差，估计也坚持不下来，较职业的健身健美运动员早上空腹有氧能达到一小时，咱不是专业的，别干这傻事。 有些人还会说，这好像没什么区别啊，好吧，我再讲一下。其实减脂很轻松，只要消耗>摄入就好，但这个过程是个分解代谢，从本质上说，他对身体是不怎么好的，因为消耗自身组织。（我们不考虑那种胖到危害健康的人士）所以健康减脂严格来说是不成立的。健康减脂其实就是把握了一个度，尽量降低身体伤害的同时保证减脂效果，比如你每天都空腹运动，一天就吃一顿，你肯定瘦，而且瘦的速度非常快，但你想想，这对身体有好处吗？没有好处啊。然后再换一种训练。每天吃一定食物，同时训练，虽然减的慢，但是这种方法就比较健康。所以可以简单的归纳为，你减脂的健康度是和减脂的速度成反比的，速度越快，越不健康。所以我们找其中一个平衡点。也就是，科学的控制饮食+训练。空腹晨跑就是这个道理~它在“度”的范围内，你如果下午再人为的安排一次空腹运动，那就不怎么好了。。。唉。。。不知道我这样说，大家明白没有。。。其实就是把握一个度的问题，早上空腹有氧可以。下午再那样办就太二了。。。亲。。 问：减脂期的有氧练习我能做瑜伽或者普拉提吗？ 答：瑜伽的有氧强度是真不怎么高的，有那种动力性的瑜伽，但强度比起慢跑，单车这类有氧来说，强度还是差了点。瑜伽属于纠正性的运动，啥叫纠正性的运动？就是纠正你的不良体态，均衡全面的发展全身肌群，当然我不是练瑜伽的，更具体的我不知道。术业有专攻。但瑜伽作为减脂期的有氧是真心不合适。同理与普拉提。 问：我减到什么时候开始增肌呢？ 答：对于女性，由于增肌很难，我还是建议你在减脂期注意加强力量训练就可以了。当你的身形恢复正常的时候，这个时候你可以把训练重点放在力量训练上，有氧一周2~3次，作为控制体脂的手段。 问：力量训练可不可以天天做啊？ 答：最好不要，正确的说法应该是相同肌群不宜天天做。因为肌肉需要恢复。比如深蹲练习，你天天做那就不太好了。（举重队或者力量举，训练深蹲很频繁，但那和健身不是一个体系）我之前提过高效的方法是分化训练。就是每天不同肌群循环着练，每块肌群都能得到恢复与休息，比如这样安排：周一：胸部+三头，周二：背部+二头，周三：腿部+肩部，周四：综合体能，周五：休息。这是四分化训练，四天一休，你也可以自己安排，三分化训练，三天一休，都可以~休息日的那一天，你也可以运动，但强度不要过多，因为休息日的目的就是为了休息的。 问：为什么我减脂，体重不降反增啊？ 答：很多因素都能影响到你的体重。身体储水，饭前饭后，早上睡前，各种不同的因素都会造成你的体重变化，所以体重在减脂后期是不靠谱的，你需要更多的去关注你的体型变化。减脂前期体重反弹是很常见的事，甚至可能是饮食没控制好，刺激了身体的超量恢复过程。 问：增肌和减脂的区别到底在哪里啊，我没听懂啊 答：再回答你的问题前，我先说一下”超量恢复“这个概念。力量练习和有氧练习都能提高你日常的消耗，也就是提高基础代谢，适度的训练会渐进性的提高人体机能，因为人体对训练有个广义上的“超量恢复”的过程（包括肌肉，神经募集能力等等），这个过程依靠饮食和休息。 人体在训练后，由于能量匮乏，人体内的代谢首先偏向于分解代谢，分解脂肪和少量肌肉用以恢复身体机能。这个时候你会很饿。然而当你训练后开始饮食+充分的休息，人体就开始逐渐的偏向于合成代谢。 你训练后，肌肉会产生轻微性的撕裂，在合成代谢阶段，就会开始修复，在一段时间内修复量会超过原有水平，这种现象就叫做“超量恢复”，也叫“超量代偿”人体的肌肉力量之所以在“合理训练”后能够逐渐提高，就是因为有“超量恢复原理”在起作用。健美训练的基石也正是这个原理。增肌的原理也就是这个。 对超量恢复起决定性作用的是什么呢？那就是你的饮食+休息。假如，你饮食不控制，饿了就吃。（吃啥就不考虑了。）同时一周训练4次以上，力量+有氧，即使你以有氧为主。一段时间后你身体也会明显变重或者围度变大，直到达到平衡不变为止。 增肌人士训练频繁（主要以力量训练为主，且组数，重量较大。），同时饮食量极大，每天5~6餐，每隔3小时就要进食一餐，就是为了充分的利用超量恢复，让肌肉越来越大。但不是无休止的增大，总有瓶颈的。 结论：增肌和减脂在训练上其实差别并不大，关键是饮食不同。你的饮食状况几乎决定了你是增肌还是减脂。有些人减脂后出现反弹，他并没有乱吃，其实这也可能是由于超量恢复造成的。不用担心。过段时间就好了。不减反增很平常。淡定。（当然增肌的话，有氧不宜做多，因为分解代谢太明显了。） 健美界有句不成文的名言：“三分练，七分吃。”你的饮食状况在很大程度上决定了你的训练效果。所以，各位多在饮食上下下功夫吧。饮食能放大你的训练效果，也能降低你的训练效果。 问：脂肪能转化成肌肉吗？ 答：不能，脂肪是脂肪，肌肉是肌肉，这是两种不同的组织，就好比油和水，油能变成水吗？扯淡。即使脂肪糖异生后的能量供给肌肉，那也很少，况且你脂肪都开始分解供能了，你就别妄想肌肉生长了。 因为主要是分解代谢。结论：脂肪无法转化为肌肉。 问：能既增肌又减脂吗？ 答：几乎不可能，因为一个是合成代谢主导，一个是分解代谢主导，我们来分析一下，减脂期你饮食较少，热量摄入偏低，脂肪和肌肉都在分解，那么肌肉生长不可能。增肌期，需要大量的热量摄入，热量摄入低了，肌肉不涨，热量摄入高了，长皮脂，为了保证最大的增肌效果，增肌期摄入热量都是偏高的，也就是说增肌期会长皮脂。各位看到了吧，这是两个完全相反的过程。根本不可能同时进行的，有人会说，那我增肌期精确计算热量摄入不就行了。哥们，世界上再牛逼的运动员也做不到精确摄入热量的。这是几乎不可能的。 结论：增肌是增肌，减脂是减脂，减脂又增肌，那就是扯淡。 问：热量单位是怎么换算的啊，迷迷糊糊的。 答：1千卡（kcal）=1000卡（cal）≈4.2千焦（kj） 千卡也叫大卡，我们一般的习惯用语都是说大卡的，大卡和卡都不是国标单位，但是应用却很频繁，尤其在健身营养方面。千焦是国标单位，一般食物上的营养单位都标这个，比如你买一袋酸奶，上面写着100ml 420kj，换算成大卡就是100大卡，所以你在买食物的时候，如果看见是千焦的单位，你可以简单的除以4进行一下换算。 在这里还有一个问题。美国的营养标识大部分只标一个Calorie，其实那个单位是kcal，大卡，不是卡，但大部分人都念成卡，其实这是错误的。叫顺嘴罢了~就好比中国古代的通假字，你看成大卡就行，包括跑步机上面的消耗都是大卡，卡是很小的单位，根本没实用价值。 问：女性经期应该如何运动？ 答：经期根据自己的情况降低运动强度或者直接停练，在经期取消所有腹部练习。 问：王老汉啥时候结婚呢？ 答：姑娘，把我收了吧。我快21年没摸过小女生的手了。。。
     * replies_count : 140
     * resource_url : http://apis.guokr.com/group/post/419703.json
     * group_id : 228
     * recommends_count : 35
     * id : 419703
     */

    private List<ResultBean> result;

    public String getNow() { return now;}

    public void setNow(String now) { this.now = now;}

    public boolean isOk() { return ok;}

    public void setOk(boolean ok) { this.ok = ok;}

    public int getLimit() { return limit;}

    public void setLimit(int limit) { this.limit = limit;}

    public int getOffset() { return offset;}

    public void setOffset(int offset) { this.offset = offset;}

    public int getTotal() { return total;}

    public void setTotal(int total) { this.total = total;}

    public List<ResultBean> getResult() { return result;}

    public void setResult(List<ResultBean> result) { this.result = result;}

    public static class ResultBean
    {
        private Object topic;
        /**
         * is_member : false
         * is_indexable : true
         * is_publicly_readable : true
         * posts_count : 1522
         * is_membership_applied : false
         * id : 228
         * icon : {"large":"http://3.im.guokr.com/YZ9wtLF1DzcrHA-Se8prFtXtUtBwczNQ7XiFQbJ6NdmgAAAAoAAAAFBO.png?imageView2/1/w/160/h/160","small":"http://3.im.guokr.com/YZ9wtLF1DzcrHA-Se8prFtXtUtBwczNQ7XiFQbJ6NdmgAAAAoAAAAFBO.png?imageView2/1/w/24/h/24","normal":"http://3.im.guokr.com/YZ9wtLF1DzcrHA-Se8prFtXtUtBwczNQ7XiFQbJ6NdmgAAAAoAAAAFBO.png?imageView2/1/w/48/h/48"}
         * members_count : 256639
         * name : 科学健身
         * level : common
         * url : http://www.guokr.com/group/228/
         * is_application_required : false
         * introduction_summary : 上帝赋予我们一副惊人的大脑，同时也赋予了我们一副矫健的身体，为什么不好好利用他？发展他？ 在这里，你将获得全方位的改变，速度，力量，爆发！gentleman想更man，更强壮吗？come here！lady想更性感，身材更魔鬼吗？come here！ 我的新浪微博，欢迎交流http://weibo....
         * resource_url : /fakeurl
         */

        private GroupBean group;
        private boolean is_digest;
        private String title;
        private String url;
        private boolean is_virgin;
        /**
         * ukey : jxjqtw
         * is_title_authorized : true
         * nickname : 王老汉
         * master_category : personal
         * amended_reliability : 0
         * is_exists : true
         * title : 健身发烧友
         * url : http://www.guokr.com/i/1205205908/
         * gender : null
         * followers_count : 6526
         * avatar : {"large":"http://2.im.guokr.com/BHyDeZ0pMYiqd30dIb6fJs-rmka9um30JusxbpW4RYKgAAAAoAAAAEpQ.jpg?imageView2/1/w/160/h/160","small":"http://2.im.guokr.com/BHyDeZ0pMYiqd30dIb6fJs-rmka9um30JusxbpW4RYKgAAAAoAAAAEpQ.jpg?imageView2/1/w/24/h/24","normal":"http://2.im.guokr.com/BHyDeZ0pMYiqd30dIb6fJs-rmka9um30JusxbpW4RYKgAAAAoAAAAEpQ.jpg?imageView2/1/w/48/h/48"}
         * resource_url : http://apis.guokr.com/community/user/jxjqtw.json
         */

        private AuthorBean author;
        private String html;
        private boolean is_replyable;
        private String summary;
        private String date_last_replied;
        private String date_created;
        private boolean is_stick;
        private String ukey_author;
        private String content;
        private int replies_count;
        private String resource_url;
        private int group_id;
        private int recommends_count;
        private int id;

        public Object getTopic() { return topic;}

        public void setTopic(Object topic) { this.topic = topic;}

        public GroupBean getGroup() { return group;}

        public void setGroup(GroupBean group) { this.group = group;}

        public boolean isIs_digest() { return is_digest;}

        public void setIs_digest(boolean is_digest) { this.is_digest = is_digest;}

        public String getTitle() { return title;}

        public void setTitle(String title) { this.title = title;}

        public String getUrl() { return url;}

        public void setUrl(String url) { this.url = url;}

        public boolean isIs_virgin() { return is_virgin;}

        public void setIs_virgin(boolean is_virgin) { this.is_virgin = is_virgin;}

        public AuthorBean getAuthor() { return author;}

        public void setAuthor(AuthorBean author) { this.author = author;}

        public String getHtml() { return html;}

        public void setHtml(String html) { this.html = html;}

        public boolean isIs_replyable() { return is_replyable;}

        public void setIs_replyable(boolean is_replyable) { this.is_replyable = is_replyable;}

        public String getSummary() { return summary;}

        public void setSummary(String summary) { this.summary = summary;}

        public String getDate_last_replied() { return date_last_replied;}

        public void setDate_last_replied(String date_last_replied) { this.date_last_replied = date_last_replied;}

        public String getDate_created() { return date_created;}

        public void setDate_created(String date_created) { this.date_created = date_created;}

        public boolean isIs_stick() { return is_stick;}

        public void setIs_stick(boolean is_stick) { this.is_stick = is_stick;}

        public String getUkey_author() { return ukey_author;}

        public void setUkey_author(String ukey_author) { this.ukey_author = ukey_author;}

        public String getContent() { return content;}

        public void setContent(String content) { this.content = content;}

        public int getReplies_count() { return replies_count;}

        public void setReplies_count(int replies_count) { this.replies_count = replies_count;}

        public String getResource_url() { return resource_url;}

        public void setResource_url(String resource_url) { this.resource_url = resource_url;}

        public int getGroup_id() { return group_id;}

        public void setGroup_id(int group_id) { this.group_id = group_id;}

        public int getRecommends_count() { return recommends_count;}

        public void setRecommends_count(int recommends_count) { this.recommends_count = recommends_count;}

        public int getId() { return id;}

        public void setId(int id) { this.id = id;}

        public static class GroupBean
        {
            private boolean is_member;
            private boolean is_indexable;
            private boolean is_publicly_readable;
            private int posts_count;
            private boolean is_membership_applied;
            private int id;
            /**
             * large : http://3.im.guokr.com/YZ9wtLF1DzcrHA-Se8prFtXtUtBwczNQ7XiFQbJ6NdmgAAAAoAAAAFBO.png?imageView2/1/w/160/h/160
             * small : http://3.im.guokr.com/YZ9wtLF1DzcrHA-Se8prFtXtUtBwczNQ7XiFQbJ6NdmgAAAAoAAAAFBO.png?imageView2/1/w/24/h/24
             * normal : http://3.im.guokr.com/YZ9wtLF1DzcrHA-Se8prFtXtUtBwczNQ7XiFQbJ6NdmgAAAAoAAAAFBO.png?imageView2/1/w/48/h/48
             */

            private IconBean icon;
            private int members_count;
            private String name;
            private String level;
            private String url;
            private boolean is_application_required;
            private String introduction_summary;
            private String resource_url;

            public boolean isIs_member() { return is_member;}

            public void setIs_member(boolean is_member) { this.is_member = is_member;}

            public boolean isIs_indexable() { return is_indexable;}

            public void setIs_indexable(boolean is_indexable) { this.is_indexable = is_indexable;}

            public boolean isIs_publicly_readable() { return is_publicly_readable;}

            public void setIs_publicly_readable(boolean is_publicly_readable) { this.is_publicly_readable = is_publicly_readable;}

            public int getPosts_count() { return posts_count;}

            public void setPosts_count(int posts_count) { this.posts_count = posts_count;}

            public boolean isIs_membership_applied() { return is_membership_applied;}

            public void setIs_membership_applied(boolean is_membership_applied) { this.is_membership_applied = is_membership_applied;}

            public int getId() { return id;}

            public void setId(int id) { this.id = id;}

            public IconBean getIcon() { return icon;}

            public void setIcon(IconBean icon) { this.icon = icon;}

            public int getMembers_count() { return members_count;}

            public void setMembers_count(int members_count) { this.members_count = members_count;}

            public String getName() { return name;}

            public void setName(String name) { this.name = name;}

            public String getLevel() { return level;}

            public void setLevel(String level) { this.level = level;}

            public String getUrl() { return url;}

            public void setUrl(String url) { this.url = url;}

            public boolean isIs_application_required() { return is_application_required;}

            public void setIs_application_required(boolean is_application_required) { this.is_application_required = is_application_required;}

            public String getIntroduction_summary() { return introduction_summary;}

            public void setIntroduction_summary(String introduction_summary) { this.introduction_summary = introduction_summary;}

            public String getResource_url() { return resource_url;}

            public void setResource_url(String resource_url) { this.resource_url = resource_url;}

            public static class IconBean
            {
                private String large;
                private String small;
                private String normal;

                public String getLarge() { return large;}

                public void setLarge(String large) { this.large = large;}

                public String getSmall() { return small;}

                public void setSmall(String small) { this.small = small;}

                public String getNormal() { return normal;}

                public void setNormal(String normal) { this.normal = normal;}
            }
        }

        public static class AuthorBean
        {
            private String ukey;
            private boolean is_title_authorized;
            private String nickname;
            private String master_category;
            private String amended_reliability;
            private boolean is_exists;
            private String title;
            private String url;
            private Object gender;
            private int followers_count;
            /**
             * large : http://2.im.guokr.com/BHyDeZ0pMYiqd30dIb6fJs-rmka9um30JusxbpW4RYKgAAAAoAAAAEpQ.jpg?imageView2/1/w/160/h/160
             * small : http://2.im.guokr.com/BHyDeZ0pMYiqd30dIb6fJs-rmka9um30JusxbpW4RYKgAAAAoAAAAEpQ.jpg?imageView2/1/w/24/h/24
             * normal : http://2.im.guokr.com/BHyDeZ0pMYiqd30dIb6fJs-rmka9um30JusxbpW4RYKgAAAAoAAAAEpQ.jpg?imageView2/1/w/48/h/48
             */

            private AvatarBean avatar;
            private String resource_url;

            public String getUkey() { return ukey;}

            public void setUkey(String ukey) { this.ukey = ukey;}

            public boolean isIs_title_authorized() { return is_title_authorized;}

            public void setIs_title_authorized(boolean is_title_authorized) { this.is_title_authorized = is_title_authorized;}

            public String getNickname() { return nickname;}

            public void setNickname(String nickname) { this.nickname = nickname;}

            public String getMaster_category() { return master_category;}

            public void setMaster_category(String master_category) { this.master_category = master_category;}

            public String getAmended_reliability() { return amended_reliability;}

            public void setAmended_reliability(String amended_reliability) { this.amended_reliability = amended_reliability;}

            public boolean isIs_exists() { return is_exists;}

            public void setIs_exists(boolean is_exists) { this.is_exists = is_exists;}

            public String getTitle() { return title;}

            public void setTitle(String title) { this.title = title;}

            public String getUrl() { return url;}

            public void setUrl(String url) { this.url = url;}

            public Object getGender() { return gender;}

            public void setGender(Object gender) { this.gender = gender;}

            public int getFollowers_count() { return followers_count;}

            public void setFollowers_count(int followers_count) { this.followers_count = followers_count;}

            public AvatarBean getAvatar() { return avatar;}

            public void setAvatar(AvatarBean avatar) { this.avatar = avatar;}

            public String getResource_url() { return resource_url;}

            public void setResource_url(String resource_url) { this.resource_url = resource_url;}

            public static class AvatarBean
            {
                private String large;
                private String small;
                private String normal;

                public String getLarge() { return large;}

                public void setLarge(String large) { this.large = large;}

                public String getSmall() { return small;}

                public void setSmall(String small) { this.small = small;}

                public String getNormal() { return normal;}

                public void setNormal(String normal) { this.normal = normal;}
            }
        }
    }
}
